Repository: asaytechnologies/investor_day_book
Catalog: frontend/locales/*.po
Languages: ru

source: File for portfolio is uploaded
ru: Файл для портфеля загружен

source: Portfolio positions will be created in a few minutes
ru: Данные портфеля будут загружены в течение пары минут

source: Portfolio is destroyed
ru: Портфель удален

source: Portfolio is cleared
ru: Операции портфеля удалены

source: All portfolios stats
ru: Составной портфель

source: Buy
ru: Покупка

source: Do you really want to delete portfolio?
ru: Вы действительно хотите удалить портфель?

source: Do you really want to delete all operations in portfolio?
ru: Вы действительно хотите удалить все операции в портфеле?

source: You need to select portfolio
ru: Вам необходимо выбрать портфель

source: You need to select security
ru: Вам необходимо выбрать ценную бумагу

source: You need to specify price
ru: Вам необходимо указать цену

source: You need to specify amount
ru: Вам необходимо указать количество

source: Operation is added
ru: Операция добавлена

source: You need to select operation type
ru: Вам необходимо выбрать тип операции

source: Portfolio balance is changed
ru: Баланс портфеля изменен

source: You need to specify name of portfolio
ru: Вам необходимо указать название для портфеля

source: Do you really want to delete operation?
ru: Вы действительно хотите удалить операцию?

source: Operation is deleted
ru: Операция удалена

source: You need to specify operation date
ru: Вам необходимо указать дату операции

source: Shares
ru: Акции

source: Bonds
ru: Облигации

source: Foundation
ru: Фонды

source: Cash
ru: Валюты

source: Income money
ru: Ввод денег
